[
  {
    "id": 1,
    "portfolioImage": "./images/portfolio/easy-clothes.png",
    "image": "images/portfolio/easy-clothes-4.png",
    "titleOne": "Women's Clothing Shopify Store",
    "bodyOne": [
      "<p>Working on the Easy Clothes Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of Easy Clothes, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the Easy Clothes Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the Easy Clothes Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "Women's Clothing Online Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2022",
    "client": "Max Lechanteur",
    "category": "shopify",
    "bodyTwo": [
      "<i>Ashraful has demonstrated exceptional performance throughout the project, consistently exceeding expectations and delivering exceptional results. His work has been so impressive that I have retained his services on a month-to-month basis for the past year, without any incidents to report. He consistently demonstrates timeliness, honesty, and reliability, and his development skills are exceptional. Ashraful is adept at problem-solving and always finds effective solutions to any challenge he encounters. He is a crucial member of our team, and we could not have achieved our success without his contributions. I wholeheartedly recommend him to anyone in need of his services, as his abilities are truly remarkable.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.easy-clothes.us/"
    },
    "largeImage": "./images/portfolio/easy-clothes-4.jpg",
    "gallery": {
      "imageOne": "images/portfolio/easy-clothes-3.jpeg"
    }
  },



  {
    "id": 2,
    "portfolioImage": "./images/portfolio/ecommerce-1.png",
    "image": "images/portfolio/portfolio-02.jpg",
    "titleOne": "West & Willow Pet Artwork Store",
    "bodyOne": [
      "<p>Working on the West & Willow Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of West & Willow, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the West & Willow Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the West & Willow Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "West & Willow Pet Artwork Store",
    "date": "30 May 2021",
    "client": "Marlin Lee",
    "category": "shopify",
    "subtitle": "Client's feedback in Upwork",
    "bodyTwo": [
      "<i>I have Ash doing 100% of my work, now He has supported me from the beginning as a small start-up and because of him we are growing and scaling our company ! Highly reccomend</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://westandwillow.com/"
    },
    "largeImage": "./images/portfolio/ecommerce-3.jpg",
    "gallery": {
      "imageOne": "images/portfolio/ecommerce-2.png"
    }
  },

  {
    "id": 3,
    "portfolioImage": "./images/portfolio/e-store-2.png",
    "titleOne": "Serendipity Designer Outlet",
    "bodyOne": [
      "<p>Working on the Serendipity Designer Outlet Ecommerce website was an exciting and fulfilling experience for me as a Shopify Developer and expert. The project required me to utilize my skills in creating Shopify ecommerce stores, along with my expertise in HTML, CSS, and liquid programming. Additionally, my knowledge of clothing and women's dress styles proved invaluable in meeting the client's specific requirements.</p>",
      "<p>Throughout the project, I collaborated closely with the client to understand their vision and translate it into a visually appealing and user-friendly website. Customizing the Shopify theme, implementing effective product listings, and ensuring a seamless checkout process were key elements of the project.</p>",
      "<p>I paid meticulous attention to detail to create a website that showcased the designer outlet's high-quality clothing collections and offered a delightful shopping experience for customers. The responsive design, intuitive navigation, and easy-to-use interface all contributed to an enjoyable user journey.</p>",
      "<p>The successful completion of the Serendipity Designer Outlet Ecommerce website resulted in increased online sales for the client and positive feedback from customers. It was a rewarding experience to witness the impact of my work on the client's business and to contribute to their growth and success.</p>",
      "<p>I highly recommend taking on projects like the Serendipity Designer Outlet to fellow Shopify Developers and experts. It offers an opportunity to showcase your skills, collaborate closely with clients, and create a compelling ecommerce platform that drives results and customer satisfaction.</p>"
            
    ],
    "subtitle": "Client's feedback in Upwork",
    "date": "30 Jun 2022",
    "client": "Zach Spiess",
    "category": "shopify",
    "bodyTwo": [
      "<i>Would highly recommend. 10/10 service. Great to work with. Everything I didn't understand, he explained with screenshots and easy to read explanations. Great communication and always available. Thank you so much for your help.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.serendipitydesigneroutlet.co.nz/"
    },
    "largeImage": "./images/portfolio/e-store-1.png",
    "gallery": {
      "imageOne": "images/portfolio/e-store-3.jpeg"
    }
  },

  {
    "id": 4,
    "portfolioImage": "./images/portfolio/prodigikids-1.png",
    "titleOne": "Prodigi Kids Shopify Website",
    "bodyOne": [
      "<p>Working on the Prodigi Kids Shopify Online Store project was an incredibly rewarding experience as a Shopify Developer and expert. I had the opportunity to utilize my skills in building Shopify ecommerce stores, including HTML, CSS, and liquid programming, to create a successful online platform from scratch.</p>",
      "<p>The focus of the project was to establish an online store for Prodigi Kids, catering to the needs of children's health and well-being. With a deep understanding of the global mental health crisis and children's health, I customized the Shopify theme to reflect the brand's mission and values.</p>",
      "<p>The resulting website is highly responsive, visually appealing, and user-friendly. The intuitive navigation, engaging design, and seamless checkout process have contributed to a remarkable user experience and a significant increase in sales for Prodigi Kids.</p>",
      "<p>I am proud of the impact this project has had in addressing the global mental health crisis and promoting children's well-being. The successful implementation of the Prodigi Kids Shopify Online Store provides a valuable platform for the brand to reach and support a wide audience.</p>",
      "<p>I highly recommend similar projects to other Shopify Developers and experts. It allows for the application of skills, collaboration with clients, and the opportunity to make a meaningful impact on children's health and well-being. The satisfaction of creating a successful ecommerce platform that positively contributes to society is truly gratifying.</p>"
            
    ],
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2021",
    "client": "Rorex Chen",
    "category": "Shopify",
    "awards": ["2020 Design beautiful apps Finale Awards"],
    "excerpt": "Design beautiful apps.",
    "bodyTwo": [
      "<i>Ashraful was amazing from start to finish. He was able to do everything in the time frame he promised. He was extremely reactive, always ready to take on the next task and pushing for perfection. I can't say it enough, he is amazing! I couldn't be happier with my finished product, I would HIGHLY recommend Ashraful to anyone looking for these services. Will definitely be working with him again in the future, as well as recommending to friends and colleagues!</i>",
      "<i>Thank you again Ashraful, it was truly a pleasure working with you!</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://prodigikids.com/"
    },
    "largeImage": "./images/portfolio/prodigikids-2.png",
    "gallery": {
      "imageOne": "images/portfolio/prodigikids-3.png"
    }
  },

  {
    "id": 5,
    "portfolioImage": "./images/portfolio/flower-2.png",
    "titleOne": "Jen Folowers Store",
    "bodyOne": [
      "<p>Working on the Jenstore Flowers Shopify Online Store project was an immensely gratifying experience as a Shopify Developer and expert. This project allowed me to leverage my skills in building Shopify ecommerce stores, utilizing HTML, CSS, and liquid programming, to create a visually stunning and successful online platform.</p>",
      "<p>The main focus of the project was to establish an elegant and user-friendly online store for Jenstore Flowers, specializing in global chiffon dress arrangements. With a deep understanding of the flower industry and the significance of floral arrangements, I customized the Shopify theme to reflect the brand's vision and values.</p>",
      "<p>The resulting website is highly responsive, visually captivating, and seamlessly functional. The intuitive navigation, stunning floral visuals, and secure checkout process have contributed to an exceptional user experience and a significant increase in sales for Jenstore Flowers.</p>",
      "<p>I take immense pride in the impact this project has had on the floral industry, allowing Jenstore Flowers to reach a wider audience and establish itself as a reputable online floral shop. Creating a successful ecommerce platform that promotes the elegance and beauty of floral arrangements is truly rewarding.</p>",
      "<p>I highly recommend similar projects to fellow Shopify Developers and experts. It provides an opportunity to showcase skills, collaborate closely with clients, and make a meaningful impact in the floral industry. The satisfaction of creating a responsive and successful online store is unparalleled.</p>"
            
    ],
    "titleTwo": "Jen Folowers Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2021",
    "client": "Seiji Kurata",
    "category": "shopify",
    "bodyTwo": [
      "<i>Great developer! Ashraful is fast, he completed a project with a tight timeline and the website update came out perfect. He is easy to communicate with and very helpful. A great developer and I would 10/10 recommend him if you need an honest, hardworking and expert developer. We will be hiring him again for all our dev needs!</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://jenstore-demo.myshopify.com/"
    },
    "largeImage": "./images/portfolio/flower-1.png",
    "gallery": {
      "imageOne": "images/portfolio/flower-3.png"
    }
  },
  {
    "id": 6,
    "portfolioImage": "./images/portfolio/easy-clothes.png",
    "image": "images/portfolio/easy-clothes-4.png",
    "titleOne": "Women's Clothing Shopify Store",
    "bodyOne": [
      "<p>Working on the Easy Clothes Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of Easy Clothes, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the Easy Clothes Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the Easy Clothes Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "Women's Clothing Online Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2021",
    "client": "Rainbow Themes",
    "category": "Shopify",
    "awards": ["2020 Design beautiful apps Finale Awards"],
    "excerpt": "Design beautiful apps.",
    "bodyTwo": [
      "<i>Ashraful has demonstrated exceptional performance throughout the project, consistently exceeding expectations and delivering exceptional results. His work has been so impressive that I have retained his services on a month-to-month basis for the past year, without any incidents to report. He consistently demonstrates timeliness, honesty, and reliability, and his development skills are exceptional. Ashraful is adept at problem-solving and always finds effective solutions to any challenge he encounters. He is a crucial member of our team, and we could not have achieved our success without his contributions. I wholeheartedly recommend him to anyone in need of his services, as his abilities are truly remarkable.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.easy-clothes.us/"
    },
    "largeImage": "./images/portfolio/easy-clothes-4.jpg",
    "gallery": {
      "imageOne": "images/portfolio/easy-clothes-3.jpeg"
    }
  },

  {
    "id": 7,
    "portfolioImage": "./images/portfolio/easy-clothes.png",
    "image": "images/portfolio/easy-clothes-4.png",
    "titleOne": "Women's Clothing Shopify Store",
    "bodyOne": [
      "<p>Working on the Easy Clothes Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of Easy Clothes, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the Easy Clothes Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the Easy Clothes Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "Women's Clothing Online Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2021",
    "client": "Rainbow Themes",
    "category": "Shopify",
    "awards": ["2020 Design beautiful apps Finale Awards"],
    "excerpt": "Design beautiful apps.",
    "bodyTwo": [
      "<i>Ashraful has demonstrated exceptional performance throughout the project, consistently exceeding expectations and delivering exceptional results. His work has been so impressive that I have retained his services on a month-to-month basis for the past year, without any incidents to report. He consistently demonstrates timeliness, honesty, and reliability, and his development skills are exceptional. Ashraful is adept at problem-solving and always finds effective solutions to any challenge he encounters. He is a crucial member of our team, and we could not have achieved our success without his contributions. I wholeheartedly recommend him to anyone in need of his services, as his abilities are truly remarkable.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.easy-clothes.us/"
    },
    "largeImage": "./images/portfolio/easy-clothes-4.jpg",
    "gallery": {
      "imageOne": "images/portfolio/easy-clothes-3.jpeg"
    }
  },
  {
    "id": 8,
    "portfolioImage": "./images/portfolio/easy-clothes.png",
    "image": "images/portfolio/easy-clothes-4.png",
    "titleOne": "Women's Clothing Shopify Store",
    "bodyOne": [
      "<p>Working on the Easy Clothes Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of Easy Clothes, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the Easy Clothes Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the Easy Clothes Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "Women's Clothing Online Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2022",
    "client": "Max Lechanteur",
    "category": "Shopify",
    "bodyTwo": [
      "<i>Ashraful has demonstrated exceptional performance throughout the project, consistently exceeding expectations and delivering exceptional results. His work has been so impressive that I have retained his services on a month-to-month basis for the past year, without any incidents to report. He consistently demonstrates timeliness, honesty, and reliability, and his development skills are exceptional. Ashraful is adept at problem-solving and always finds effective solutions to any challenge he encounters. He is a crucial member of our team, and we could not have achieved our success without his contributions. I wholeheartedly recommend him to anyone in need of his services, as his abilities are truly remarkable.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.easy-clothes.us/"
    },
    "largeImage": "./images/portfolio/easy-clothes-4.jpg",
    "gallery": {
      "imageOne": "images/portfolio/easy-clothes-3.jpeg"
    }
  },
  {
    "id": 9,
    "portfolioImage": "./images/portfolio/easy-clothes.png",
    "image": "images/portfolio/easy-clothes-4.png",
    "titleOne": "Women's Clothing Shopify Store",
    "bodyOne": [
      "<p>Working on the Easy Clothes Shopify Online Store migration project was an incredibly rewarding experience as a Shopify Developer and expert. The project involved migrating the store from Squarespace to Shopify, utilizing my skills in Shopify development, HTML, CSS, and liquid programming.</p>",
      "<p>The migration process required meticulous attention to detail to ensure a seamless transition of products, design, and functionality. I collaborated closely with the client to understand their requirements and meticulously transferred all the necessary data, including product listings, customer information, and order history.</p>",
      "<p>Throughout the migration process, I focused on maintaining the responsiveness and user-friendliness of the website. I customized the Shopify theme to match the branding and aesthetic of Easy Clothes, ensuring a visually appealing and cohesive online store.</p>",
      "<p>Since the successful migration, the Easy Clothes Shopify Online Store has witnessed significant success, with a notable increase in sales. The enhanced functionality and improved user experience have contributed to a higher conversion rate and customer satisfaction.</p>",
      "<p>I am immensely proud of the outcome of this project and the positive impact it has had on the client's business. Migrating the Easy Clothes Online Store to Shopify has proven to be a valuable decision, providing the client with a robust and scalable ecommerce platform.</p>",
      "<p>I highly recommend similar migration projects to fellow Shopify Developers and experts. It allows you to showcase your skills, collaborate closely with clients, and deliver exceptional results that drive business growth. The satisfaction of seeing a successful and thriving website is truly fulfilling.</p>"
            
    ],
    "titleTwo": "Women's Clothing Online Store",
    "subtitle": "Client's feedback in Upwork",
    "date": "30 May 2021",
    "client": "Rainbow Themes",
    "category": "Shopify",
    "awards": ["2020 Design beautiful apps Finale Awards"],
    "excerpt": "Design beautiful apps.",
    "bodyTwo": [
      "<i>Ashraful has demonstrated exceptional performance throughout the project, consistently exceeding expectations and delivering exceptional results. His work has been so impressive that I have retained his services on a month-to-month basis for the past year, without any incidents to report. He consistently demonstrates timeliness, honesty, and reliability, and his development skills are exceptional. Ashraful is adept at problem-solving and always finds effective solutions to any challenge he encounters. He is a crucial member of our team, and we could not have achieved our success without his contributions. I wholeheartedly recommend him to anyone in need of his services, as his abilities are truly remarkable.</i>"
    ],

    "btn": {
      "buttontext": "View Projects",
      "link": "https://www.easy-clothes.us/"
    },
    "largeImage": "./images/portfolio/easy-clothes-4.jpg",
    "gallery": {
      "imageOne": "images/portfolio/easy-clothes-3.jpeg"
    }
  }
]
